accessibility-inspector
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alacritty
alligator
alsa-utils
amd-ucode
android-sdk
android-studio
angelfish
ani-cli
appflowy-bin
arc-gtk-theme
arch-install-scripts
archinstall
arianna
ark
artikulate
audex
audiocd-kio
audiotube
autojump
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
bcachefs-tools
bind
blinken
bluedevil
bolt
bomber
bovo
breeze
breeze-gtk
breeze-plymouth
brltty
broadcom-wl
btrfs-progs
cantor
capitaine-cursors
carli-cinnamon-config
carli-keyring
carli-mirrorlist
carli-sddm-viper-theme-git
carli-viper-grub-theme-git
cervisia
cinnamon
clonezilla
cloud-init
cloudflare-warp-bin
colord-kde
cpio
cpufetch
cryptsetup
darkhttpd
dconf-editor
ddrescue
dhclient
dhcpcd
diffutils
discord
discover
dmidecode
dmraid
dnsmasq
docker
dolphin
dolphin-plugins
dosfstools
dragon
drkonqi
dunst
e2fsprogs
edk2-shell
efibootmgr
elisa
epiphany
espeakup
ethtool
everdo
evince
exfatprogs
exo
f2fs-tools
falkon
fatresize
feh
ffmpegthumbs
figlet
file-roller
filelight
firefox
firewalld
flameshot
flatpak-kcm
flutter
foliate
foot-terminfo
francis
fsarchiver
fzf
garcon
gdm
geany
geekbench
ghostwriter
git
glfw
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-disk-utility
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-shell-pomodoro
gnome-software
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
gnu-netcat
go
goland
goland-jre
golangci-lint
google-chrome
gopls
gpart
gpm
gptfdisk
granatier
grantlee-editor
graphicsmagick
grilo-plugins
grml-zsh-config
grub
gufw
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
hdparm
htop
hyperv
hyprland-git
i3-wm
i3blocks
i3lock-color
i3status
i3status-rust
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-basic
intel-ucode
intellij-idea-community-edition
irssi
isoimagewriter
itinerary
iw
iwd
jdk8-openjdk
jfsutils
journey-bin
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdecoration
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kglobalacceld
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kitty-terminfo
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland
kweather
kwin
kwordquiz
kwrited
layer-shell-qt
ldns
less
lftp
libfido2
libkscreen
libksysguard
libplasma
libusb-compat
lightdm
linux
linux-atm
linux-firmware
linux-firmware-marvell
lisp
livecd-sounds
lokalize
loupe
lsb-release
lskat
lsscsi
luarocks
lvm2
lynx
malcontent
man-db
man-pages
marble
markdownpart
massif-visualizer
mbox-importer
mc
mdadm
meld
memtest86+
memtest86+-efi
merkuro
milou
minuet
mkinitcpio
mkinitcpio-nfs-utils
modemmanager
mousepad
mpv
mtools
nano
nautilus
nbd
nbfc
ndisc6
nemo-compare
nemo-fileroller
neochat
neofetch
neovide
neovim
networkmanager
nfs-utils
nilfs-utils
nitrogen
nmap
noto-fonts
noto-fonts-emoji
ntfs-3g
nvme-cli
obsidian
ocean-sound-theme
oh-my-zsh-git
okular
oomox-qt5-styleplugin-git
oomox-qt6-styleplugin-git
open-iscsi
open-vm-tools
openconnect
openpgp-card-tools
openssh
openssl-1.1
openvpn
orca
os-prober
oxygen
oxygen-sounds
palapeli
papirus-icon-theme
parley
parole
partclone
parted
partimage
partitionmanager
pcsclite
picmi
picom-ftlabs-git
pim-data-exporter
pim-sieve-editor
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-zeroconf
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
plymouth-kcm
polkit-kde-agent
polybar
postman-bin
powerdevil
poxml
ppp
pptpclient
print-manager
pv
python-pip
python-virtualenv
qbittorrent
qemu-guest-agent
qopenvpn
qqc2-breeze-style
ranger
refind
reflector
reiserfsprogs
ristretto
rocs
rofi
rp-pppoe
rust
rustrover
rustrover-jre
rxvt-unicode-terminfo
rygel
scrcpy
screen
scrot
sddm
sddm-kcm
sdparm
sequoia-sq
sg3_utils
signon-kwallet-extension
simple-scan
simplescreenrecorder
skanlite
skanpage
skladnik
sl
slack
smartmontools
snapd
snapshot
sof-firmware
spectacle
steam
step
streamlink
sublime-text-4
sudo
sushi
svgpart
sweeper
swi-prolog
syncthing
syslinux
systemd-resolvconf
systemsettings
tcpdump
tecla
telegram-desktop
telly-skout
terminus-font
testdisk
texlive-latexextra
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-volman
tmux
toggldesktop-bin
tokodon
totem
tpm2-tools
tpm2-tss
tracker3-miners
tree
ttf-droid
ttf-firacode
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-noto-nerd
tumbler
udftools
umbrello
usb_modeswitch
usbmuxd
usbutils
vim
vim-plug
virtscreen
virtualbox-guest-utils-nox
visual-studio-code-bin
vpnc
wacomtablet
warpinator
wireless-regdb
wireless_tools
wofi
wpa_supplicant
wvdial
xdg-desktop-portal-gnome
xdg-desktop-portal-kde
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server-devel
xorg-xinput
xsettingsd
yakuake
yay
yay-debug
yelp
zanshin
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
